<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=gb2312" />
<title>帮助中心</title>
<LINK href="css/dzsw_foot.css" type=text/css rel=stylesheet>
<style type="text/css">
<!--
body {
	margin-left: 0px;
	margin-top: 0px;
	margin-right: 0px;
	margin-bottom: 0px;
}
-->
</style></head>

<%
String appcp = (String)request.getContextPath();
String mainSite = (String)request.getParameter("mainSite");
%>

<body>

<%
if("apggw".equals(mainSite)){
%>
<iframe src="http://www.aiecp.com/TLimages/ncpjt/top.htm" width="100%" height="100%" frameborder="0" scrolling="no" marginheight="0" align="center"></iframe>
<%
}else if("apg".equals(mainSite)){
%>
<iframe src="http://pubsvr.aiecp.com/asn/front/channel/ncp/ncpHeader" width="100%" height="100%" frameborder="0" scrolling="no" marginheight="0" align="center"></iframe>
<%
}else if("ncp".equals(mainSite)){
%>
<iframe src="http://pubsvr.aiecp.com/asn/front/channel/ncp/platfromHeader" width="100%" height="100%" frameborder="0" scrolling="no" marginheight="0" align="center"></iframe>
<%
}else if("jjg".equals(mainSite)){
%>
<iframe src="http://www.cqjjg.com/TLimages/html/jjg_head1.htm" width="100%" height="100%" frameborder="0" scrolling="no" marginheight="0" align="center"></iframe>
<%
}else if("xs".equals(mainSite)){
%>
<iframe src="http://www.aiecp.com/TLimages/xs/top.htm" width="100%" height="100%" frameborder="0" scrolling="no" marginheight="0" align="center"></iframe>
<%
}
%>
<br>
<table width="980" border="0" cellspacing="0" cellpadding="0" align="center">
  <tr>
    <td width="191" valign="top">
	
			<table width="100%" border="0" cellspacing="0" cellpadding="0" >
      <tr>
        <td height="25" class="left">帮助中心</td>
      </tr>
      <tr>
        <td class="line">
					<table width="96%" border="0" cellspacing="0" cellpadding="0" align="center">
				  <tr>
				    <td height="30" class="wz">购物指南</td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpaa.jsp?mainSite=<%=mainSite%>" target="_self"><font color="red">注册条款</font></a></td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpab.jsp?mainSite=<%=mainSite%>" target="_self">怎样下订单</a></td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpac.jsp?mainSite=<%=mainSite%>" target="_self">新用户注册</a></td>
				  </tr>
					</table>
				</td>
      </tr>
      
      <!---->
      <tr>
        <td class="line">
					<table width="96%" border="0" cellspacing="0" cellpadding="0" align="center">
				  <tr>
				    <td height="30" class="wz">付款方式</td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpba.jsp?mainSite=<%=mainSite%>" target="_self">网上支付常见问题</a></td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpbb.jsp?mainSite=<%=mainSite%>" target="_self">支付方式</a></td>
				  </tr>
					</table>
				</td>
      </tr>
      
      <!---->
      <tr>
        <td class="line">
					<table width="96%" border="0" cellspacing="0" cellpadding="0" align="center">
				  <tr>
				    <td height="30" class="wz">配送方式</td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpca.jsp?mainSite=<%=mainSite%>" target="_self">配送时间及费用</a></td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpcb.jsp?mainSite=<%=mainSite%>" target="_self">配送范围</a></td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpcc.jsp?mainSite=<%=mainSite%>" target="_self">配送方式</a></td>
				  </tr>
				  
					</table>
				</td>
      </tr>
      
      <!---->
      <tr>
        <td class="line">
					<table width="96%" border="0" cellspacing="0" cellpadding="0" align="center">
				  <tr>
				    <td height="30" class="wz">售后服务</td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpda.jsp?mainSite=<%=mainSite%>" target="_self">价格保护</a></td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpdb.jsp?mainSite=<%=mainSite%>" target="_self">退换货流程</a></td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpdc.jsp?mainSite=<%=mainSite%>" target="_self">服务保障与承诺</a></td>
				  </tr>
				  
					</table>
				</td>
      </tr>
      
      
      <!---->
      <tr>
        <td class="line">
					<table width="96%" border="0" cellspacing="0" cellpadding="0" align="center">
				  <tr>
				    <td height="30" class="wz">说明</td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpaboutus.jsp?mainSite=<%=mainSite%>" target="_self">关于我们</a></td>
				  </tr>
				  <tr>
				    <td height="18" class="point"><a href="<%=appcp%>/help/ncp/helpcopyright.jsp?mainSite=<%=mainSite%>" target="_self">版权申明</a></td>
				  </tr>
					</table>
				</td>
      </tr>
      
    	</table>
    </td>
    <td width="10">&nbsp;</td>
    <td width="779" valign="top" class="line2">
    	<table width="96%" border="0" cellspacing="0" cellpadding="0" align="center">
			  <tr>
			    <td height="50" style="font-size:16px;">注册条款</td>
			  </tr>
			  <tr>
			    <td align="left">一、本服务协议双方为重庆农产品（集团）有限公司与重庆农产品网（下称“本网”）用户，本服务协议具有合同效力。<br>
			    &nbsp;&nbsp;本服务协议内容包括协议正文及所有重庆农产品集团已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。<br>　　在本服务协议中没有以“规则”字样表示的链接文字所指示的文件不属于本服务协议的组成部分，而是其它内容的协议或有关参考数据，与本协议没有法律上的直接关系。<br>　　用户在使用重庆农产品网提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。重庆农产品集团有权根据需要不时地制定、修改本协议或各类规则，如本协议有任何变更，重庆农产品集团将在网站上刊载公告，通知予用户。如用户不同意相关变更，必须停止使用“服务”。经修订的协议一经在本网公布后，立即自动生效。各类规则会在发布后生效，亦成为本协议的一部分。登录或继续使用“服务”将表示用户接受经修订的协议。除另行明确声明外，任何使“服务”范围扩大或功能增强的新内容均受本协议约束。<br>　　用户确认本服务协议后，本服务协议即在用户和重庆农产品集团之间产生法律效力。请用户务必在注册之前认真阅读全部服务协议内容，如有任何疑问，可向重庆农产品集团咨询。<br>1)无论用户事实上是否在注册之前认真阅读了本服务协议，只要用户点击协议正本下方的“确认”按钮并按照重庆农产品集团注册程序成功注册为用户，用户的行为仍然表示其同意并签署了本服务协议。 <br>2)本协议不涉及用户与重庆农产品集团其它用户之间因网上交易而产生的法律关系及法律纠纷。<br>
二、 定义<br>
　　本网上交易平台：有关本网上交易平台上的术语或图示的含义，详见重庆农产品集团帮助。<br>　　		用户及用户注册：用户必须是具备完全民事行为能力的自然人，或者是具有合法经营资格的实体组织。无民事行为能力人、限制民事行为能力人以及无经营或特定经营资格的组织不当注册为重庆农产品集团用户或超过其民事权利或行为能力范围从事交易的，其与重庆农产品集团之间的服务协议自始无效，重庆农产品集团一经发现，有权立即注销该用户，并追究其使用本网“服务”的一切法律责任。用户注册是指用户登陆本网，并按要求填写相关信息并确认同意履行相关用户协议的过程。用户因进行交易、获取有偿服务或接触本网服务器而发生的所有应纳税赋，以及一切硬件、软件、服务及其它方面的费用均由用户负责支付。本网站仅作为交易地点。重庆农产品集团仅作为用户物色交易对象，就货物和服务的交易进行协商，以及获取各类与贸易相关的服务的地点。重庆农产品集团不能控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易方履行其在贸易协议项下的各项义务的能力。重庆农产品集团提醒用户应该通过自己的谨慎判断确定登录物品及相关信息的真实性、合法性和有效性。<br>
三、 用户权利和义务：<br>
		用户有权利拥有自己在本网的用户名及交易密码，并有权利使用自己的用户名及密码随时登陆本网交易平台。用户不得以任何形式擅自转让或授权他人使用自己的本网用户名；<br>
		用户有权根据本服务协议的规定以及本网上发布的相关规则利用本网的信息服务和交易服务；<br>　　用户在本网上交易过程中如与其他用户因交易产生纠纷，可以请求重庆农产品集团从中予以协调。用户如发现其他用户有违法或违反本服务协议的行为，可以向重庆农产品集团进行反映要求处理。如用户因网上交易与其他用户产生诉讼的，用户有权通过司法部门要求重庆农产品集团提供相关资料；<br>　　用户有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性，保证重庆农产品集团及其他用户可以通过上述联系方式与自己进行联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。用户保证不以他人资料在本网进行注册或认证；<br>
    用户应当保证在使用本网交易平台进行交易过程中遵守诚实信用的原则，不在交易过程中采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为；<br>
　　用户不应在本网交易平台上恶意评价其他用户，或采取不正当手段提高自身的信用度或降低其他用户的信用度；<br>
		用户在本网交易平台上不得发布各类违法或违规信息；<br>　　用户在本网交易平台上不得买卖国家禁止销售的或限制销售的物品、不得买卖侵犯他人知识产权或其它合法权益的物品，也不得买卖违背社会公共利益或公共道德的、或是重庆农产品集团认为不适合在本网上销售的物品。具体内容详见《禁止和限制销售物品规则》；<br>　　用户承诺自己在使用本网时实施的所有行为均遵守国家法律、法规和重庆农产品集团的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，用户将以自己的名义独立承担所有相应的法律责任；<br>
    用户同意，不对本网上任何数据作商业性利用，包括但不限于在未经重庆农产品集团事先书面批准的情况下，以复制、传播等方式使用在本网站上展示的任何资料。<br>
四、重庆农产品集团的权利和义务：<br>
　　重庆农产品集团有义务在现有技术上维护整个网上交易平台的正常运行，并努力提升和改进技术，使用户网上交易活动得以顺利进行；<br>
		对用户在注册使用本网上交易平台中所遇到的与交易或注册有关的问题及反映的情况，重庆农产品集团应及时作出回复；<br>　　对于用户在本网交易平台上的不当行为或其它任何重庆农产品集团认为应当终止服务的情况，重庆农产品集团有权随时作出删除相关信息、终止服务提供等处理，而无须征得用户的同意；<br>
    因网上交易平台的特殊性，重庆农产品集团没有义务对所有用户的注册数据、所有的交易行为以及与交易有关的其它事项进行事先审查，但如存在下列情况：<br>
　　① 用户或其它第三方通知重庆农产品集团，认为某个具体用户或具体交易事项可能存在重大问题；<br>
　　② 用户或其它第三方向重庆农产品集团告知交易平台上有违法或不当行为的，重庆农产品集团以普通非专业交易者的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为具有违法或不当性质的；<br>
		重庆农产品集团有权根据不同情况选择保留或删除相关信息或继续、停止对该用户提供服务，并追究相关法律责任。<br>　　用户在本网上交易过程中如与其它用户因交易产生纠纷，请求重庆农产品集团从中予以调处，经重庆农产品集团审核后，重庆农产品集团有权通过电子邮件联系向纠纷双方了解情况，并将所了解的情况通过电子邮件互相通知对方；<br>
		用户因在本网上交易与其它用户产生诉讼的，用户通过司法部门或行政部门依照法定程序要求重庆农产品集团提供相关数据，重庆农产品集团应积极配合并提供有关资料；<br>　　重庆农产品集团有权对用户的注册数据及交易行为进行查阅，发现注册数据或交易行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接作出删除等处理；<br>
		经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者重庆农产品集团有足够事实依据可以认定用户存在违法或违反服务协议行为的，重庆农产品集团有权在重庆农产品集团交易平台及所在网站上以网络发布形式公布用户的违法行为；<br>
    对于用户在重庆农产品集团交易平台发布的下列各类信息，重庆农产品集团有权在不通知用户的前提下进行删除或采取其它限制性措施，包括但不限于以规避费用为目的的信息；以炒作信用为目的的信息；重庆农产品集团有理由相信存在欺诈等恶意或虚假内容的信息；重庆农产品集团有理由相信与网上交易无关或不是以交易为目的的信息；重庆农产品集团有理由相信存在恶意竞价或其它试图扰乱正常交易秩序因素的信息；重庆农产品集团有理由相信该信息违反公共利益或可能严重损害重庆农产品集团和其它用户合法利益的；<br>
　　许可使用权。<br>
 		用户以此授予重庆农产品集团及其关联公司独家的、全球通用的、永久的、免费的许可使用权利并有权在多个层面对该权利进行再授权)，使重庆农产品集团及其关联公司有权(全部或部份地)使用、复制、修订、改写、发布、翻译、分发、执行和展示用户的全部资料数据（包括但不限于注册资料、交易行为数据及全部展示于网站的各类信息）或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内；<br>
　　重庆农产品集团会在用户的计算机上设定或取用重庆农产品集团cookies。 <br>
		重庆农产品集团允许那些在本网页上发布广告的公司到用户计算机上设定或取用 cookies 。 在用户登录时获取数据，重庆农产品集团使用cookies可为用户用户提供个性化服务。 如果拒绝所有cookies，用户将不能使用需要登录的重庆农产品集团产品及服务内容。<br>
五、服务的中断和终止：<br>
		用户同意，在重庆农产品集团未向用户收取服务费的情况下，重庆农产品集团可自行全权决定以任何理由(包括但不限于重庆农产品集团认为用户已违反本协议的字面意义和精神，或以不符合本协议的字面意义和精神的方式行事，或用户在超过90天的时间内未以用户的账号及密码登录网站等) 终止用户的“服务”密码、账户 (或其任何部份) 或用户对“服务”的使用，并删除（不再保存）用户在使用“服务”中提交的任何资料。同时重庆农产品集团可自行全权决定，在发出通知或不发出通知的情况下，随时停止提供“服务”或其任何部份。账号终止后，重庆农产品集团没有义务为用户保留原账号中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给用户或第三方。此外，用户同意，重庆农产品集团不就终止用户接入“服务”而对用户或任何第三者承担任何责任；<br>
		如用户向重庆农产品集团提出注销本网注册用户身份时，经重庆农产品集团审核同意，由重庆农产品集团注销该注册用户，用户即解除与重庆农产品集团的服务协议关系。但注销该用户账号后，重庆农产品集团仍保留下列权利：<br>
		① 用户注销后，重庆农产品集团有权保留该用户的注册数据及以前的交易行为记录。<br>
		② 用户注销后，如用户在注销前在重庆农产品集团交易平台上存在违法行为或违反合同的行为，重庆农产品集团仍可行使本服务协议所规定的权利；<br>
		在下列情况下，重庆农产品集团可以通过注销用户的方式终止服务：<br>
		① 在用户违反本服务协议相关规定时，重庆农产品集团有权终止向该用户提供服务。重庆农产品集团将在中断服务时通知用户。但如该用户在被重庆农产品集团终止提供服务后，再一次直接或间接或以他人名义注册为重庆农产品集团用户的，重庆农产品集团有权再次单方面终止向该用户提供服务；<br>
		② 如重庆农产品集团通过用户提供的信息与用户联系时，发现用户在注册时填写的电子邮箱已不存在或无法接收电子邮件的，经重庆农产品集团以其它联系方式通知用户更改，而用户在三个工作日内仍未能提供新的电子邮箱地址的，重庆农产品集团有权终止向该用户提供服务；<br>
		③ 一旦重庆农产品集团发现用户注册数据中主要内容是虚假的，重庆农产品集团有权随时终止向该用户提供服务；<br>
		④ 本服务协议终止或更新时，用户明示不愿接受新的服务协议的；<br>
		⑤其它重庆农产品集团认为需终止服务的情况。<br>
		服务中断、终止之前用户交易行为的处理因用户违反法律法规或者违反服务协议规定而致使重庆农产品集团中断、终止对用户服务的，对于服务中断、终止之前用户交易行为依下列原则处理：<br>
		①服务中断、终止之前，用户已经上传至本网的物品尚未交易或尚未交易完成的，重庆农产品集团有权在中断、终止服务的同时删除此项物品的相关信息；<br>
		②服务中断、终止之前，用户已经就其它用户出售的具体物品作出要约，但交易尚未结束，重庆农产品集团有权在中断或终止服务的同时删除该用户的相关要约；<br>
		③服务中断、终止之前，用户已经与另一用户就具体交易达成一致，重庆农产品集团可以不删除该项交易，但重庆农产品集团有权在中断、终止服务的同时将用户被中断或终止服务的情况通知用户的交易对方。<br>
六、责任范围：<br>
		用户明确理解和同意，重庆农产品集团不对因下述任一情况而导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿 (无论重庆农产品集团是否已被告知该等损害赔偿的可能性)：<br>
		使用或未能使用服务；<br>
		第三方未经批准的接入或第三方更改用户的传输数据或数据；<br>
		第三方对“服务”的声明或关于“服务”的行为；或非因重庆农产品集团的原因而引起的与“服务”有关的任何其它事宜，包括疏忽。<br>
		用户明确理解并同意，如因其违反有关法律或者本协议之规定，使重庆农产品集团遭受任何损失，受到任何第三方的索赔，或任何行政管理部门的处罚，用户应对重庆农产品集团提供补偿，包括合理的律师费用。<br>
七、隐私权政策：<br>
		适用范围：<br>
		①在用户注册新账户时，用户根据重庆农产品集团要求提供的个人注册信息；<br>
		②在用户使用重庆农产品集团服务，参加重庆农产品集团活动，或访问本网页时，重庆农产品集团自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的网页记录；<br>
		③重庆农产品集团收集到的用户在重庆农产品集团进行交易的有关数据，包括但不限于出价、购买、物品登录、信用评价及违规记录；<br>
		④重庆农产品集团通过合法途径从商业伙伴处取得的用户个人数据。<br>
		信息使用：<br>
		①重庆农产品集团不会向任何人出售或出借用户的个人信息，除非事先得到用户得许可。<br>
		②重庆农产品集团亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，重庆农产品集团有权立即终止与该用户的服务协议，查封其账号。<br>
		③为服务用户的目的，重庆农产品集团可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息，或者与重庆农产品集团合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息（后者需要用户的事先同意）。<br>
		信息披露：<br>
		用户的个人信息将在下述情况下部分或全部被披露：<br>
		①经用户同意，向第三方披露；<br>
		②如用户是合资格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；<br>
		③根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；<br>
		④如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；<br>
		⑤为提供你所要求的产品和服务，而必须和第三方分享用户的个人信息；<br>
		⑥其它重庆农产品集团根据法律或者网站政策认为合适的披露；<br>
		⑦在本网上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，重庆农产品集团有全权可以决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。<br>
		信息安全：<br>
		①请妥善保管用户的账户及密码信息；<br>
		②在使用重庆农产品集团服务进行网上交易时，用户不可避免的要向交易对方或潜在的交易对方提供自己的个人信息，如联络方式或者邮政地址。请用户妥善保护自己的个人信息，仅在必要的情形下向他人提供；<br>
		③如果用户发现自己的个人信息泄密，尤其是账户及密码发生泄露，请用户立即联络重庆农产品集团客服，以便重庆农产品集团采取相应措施。<br>
		Cookie的使用：<br>
		①通过重庆农产品集团所设Cookie所取得的有关信息，将适用本政策；<br>
		②在重庆农产品集团上发布广告的公司通过广告在用户计算机上设定的Cookies，将按其自己的隐私权政策使用。<br>
		编辑和删除个人信息的权限： <br>
		用户可以点击我的重庆农产品集团对用户的个人信息进行编辑和删除，除非重庆农产品集团另有规定。<br>
		政策修改：<br>
		重庆农产品集团保留对本政策作出不时修改的权利。<br>
		管辖：<br>
		本服务条款之解释与适用，以及与本服务条款有关的争议，均应依照中华人民共和国法律予以处理，并以重庆重庆农产品（集团）有限公司所在地法院为第一审管辖法院。<br>

			    </td>
			  </tr>
			</table>
    </td>
  </tr>
</table>
<br>
<table width="980" border="0" cellspacing="0" cellpadding="0" align="center" height="160">
  <tr>
    <td align="center" height="10"></td>
  </tr>
   <tr>
    <td height="110" align="center" valign="top" class="wz_foot">@ 2010 版权所有 重庆市农产品(集团)有限公司<br >
地址：中国重庆市渝中区新华路216号 电话：<span class="phone_foot">+86 23 86312316 </span><br >
渝ICP备05009208号 </td>
  </tr>
</table>
</body>
</html>
